Repository: Immanuvel1207/Consultancy_project
Catalog: lib/l10/app_*.arb
Languages: kn, ta, te

source: Loading...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...

source: Select Language
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: மொழியை தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

# shopName
source: Sri Nanjundeshwara Stores
kn: ಶ್ರೀ ನಂಜುಂಡೇಶ್ವರ ಸ್ಟೋರ್ಸ್
ta: ஸ்ரீ நஞ்சுண்டேஸ்வரா ஸ்டோர்ஸ்
te: శ్రీ నంజుండేశ్వర స్టోర్స్

source: Actions
kn: ಕ್ರಿಯೆಗಳು
ta: செயல்கள்
te: చర్యలు

source: Login
kn: ಲಾಗಿನ್
ta: உள்நுழைய
te: లాగిన్

source: Honoured
kn: ಗೌರವಿಸಲ್ಪಟ್ಟ
ta: கௌரவிக்கப்பட்டவர்
te: గౌరవించబడిన

source: Owner
kn: ಮಾಲೀಕ
ta: உரிமையாளர்
te: యజమాని

source: Address:
kn: ವಿಳಾಸ:
ta: முகவரி:
te: చిరునామా:

# fullAddress
source: Sri Nanjundeshwara Stores, Konganapalli Road, Opposite to Aishwarya Hotel, Veppanapalli 635 121
kn: ಶ್ರೀ ನಂಜುಂಡೇಶ್ವರ ಸ್ಟೋರ್ಸ್, ಕೊಂಗಣಪಳ್ಳಿ ರಸ್ತೆ, ಐಶ್ವರ್ಯ ಹೋಟೆಲ್ ಎದುರು, ವೆಪ್ಪನಪಳ್ಳಿ 635 121
ta: ஸ்ரீ நஞ்சுண்டேஸ்வரா ஸ்டோர்ஸ், கொங்கணபள்ளி சாலை, ஐஸ்வர்யா ஹோட்டலுக்கு எதிரே, வெப்பனபள்ளி 635 121
te: శ్రీ నంజుండేశ్వర స్టోర్స్, కొంగణపల్లి రోడ్, ఐశ్వర్య హోటల్ ఎదురుగా, వెప్పనపల్లి 635 121

source: View on Map
kn: ನಕ್ಷೆಯಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ta: வரைபடத்தில் காட்டு
te: మ్యాప్‌లో చూడండి

source: Phone
kn: ಫೋನ್
ta: தொலைபேசி
te: ఫోన్

# serviceDescription
source: Specialized in Diwali Chits with various categories to choose from.
kn: ವಿವಿಧ ವರ್ಗಗಳ ದೀಪಾವಳಿ ಚೀಟಿಗಳಲ್ಲಿ ವಿಶೇಷತೆ.
ta: பல்வேறு வகையான தீபாவளி சீட்டுகளில் சிறப்பு.
te: వివిధ రకాల దీపావళి చీట్లలో ప్రత్యేకత.

source: Categories:
kn: ವರ್ಗಗಳು:
ta: வகைகள்:
te: వర్గాలు:

# goldCategory
source: Gold Package
kn: ಚಿನ್ನದ ಪ್ಯಾಕೇಜ್
ta: தங்க தொகுப்பு
te: బంగారు ప్యాకేజీ

# silverCategory
source: Silver Package
kn: ಬೆಳ್ಳಿ ಪ್ಯಾಕೇಜ್
ta: வெள்ளி தொகுப்பு
te: వెండి ప్యాకేజీ

source: Rice
kn: ಅಕ್ಕಿ
ta: அரிசி
te: బియ్యం

source: Maida
kn: ಮೈದಾ
ta: மைதா
te: మైదా

source: Oil
kn: ಎಣ್ಣೆ
ta: எண்ணெய்
te: నూనె

source: Wheat Flour
kn: ಗೋಧಿ ಹಿಟ್ಟು
ta: கோதுமை மாவு
te: గోధుమ పిండి

source: White Dhall
kn: ಬೆಳ್ಳುಳ್ಳಿ ಬೇಳೆ
ta: வெள்ளை துவரம் பருப்பு
te: తెల్ల కంది

source: Rice Raw
kn: ಅಕ್ಕಿ ಕಚ್ಚಾ
ta: பச்சரிசி
te: బియ్యం పచ్చి

source: Semiya
kn: ಶೇವಿಗೆ
ta: சேமியா
te: సేమియా

source: Payasam Mix
kn: ಪಾಯಸ ಮಿಶ್ರಣ
ta: பாயாசம் மிக்ஸ்
te: పాయసం మిక్స్

source: Sugar
kn: ಸಕ್ಕರೆ
ta: சர்க்கரை
te: పంచదార

source: Sesame Oil
kn: ಎಳ್ಳೆಣ್ಣೆ
ta: நல்லெண்ணெய்
te: నువ్వుల నూనె

source: Tamarind
kn: ಹುಣಸೆ
ta: புளி
te: చింతపండు

source: Dry Chilli
kn: ಒಣ ಮೆಣಸಿನಕಾಯಿ
ta: வத்தல் மிளகாய்
te: ఎండు మిరపకాయలు

source: Coriander Seeds
kn: ಕೊತ್ತಂಬರಿ ಬೀಜ
ta: கொத்தமல்லி விதை
te: కొత్తిమీర గింజలు

source: Salt
kn: ಉಪ್ಪು
ta: உப்பு
te: ఉప్పు

source: Jaggery
kn: ಬೆಲ್ಲ
ta: வெல்லம்
te: బెల్లం

source: Pattasu Box
kn: ಪಟಾಕಿ ಪೆಟ್ಟಿಗೆ
ta: பட்டாசு பெட்டி
te: పటాసుల పెట్టె

source: Matches Box
kn: ಮ್ಯಾಚ್ ಬಾಕ್ಸ್
ta: தீப்பெட்டி
te: అగ్గిపెట్టె

source: Turmeric Powder
kn: ಅರಿಶಿನ ಪುಡಿ
ta: மஞ்சள் தூள்
te: పసుపు పొడి

source: Kumkum
kn: ಕುಂಕುಮ
ta: குங்குமம்
te: కుంకుమ

source: Camphor
kn: ಕರ್ಪೂರ
ta: கற்பூரம்
te: కర్పూరం
